<template>
  <div class="app-aboutus__section">
    <div class="app-wace__container">
      <div class="app-aboutus">
        <h2>О нас</h2>
        <p>WASE: Ваш надежный партнер в разработке программного обеспечения</p>
        <p>
          Добро пожаловать в Wase - компанию, специализирующуюся на разработке программного
          обеспечения и предоставлении высококачественных IT-решений. Мы гордимся своим богатым
          опытом и экспертизой, позволяющими нам создавать инновационные продукты, соответствующие
          самым требовательным потребностям наших клиентов. За нашими плечами 7 успешно
          реализованных проектов для крупных предприятий и государственных учреждений и более 50 для
          средних и мелких предприятий.
        </p>
        <p>
          Наша команда состоит из 25 высококвалифицированного специалиста, обладающих обширным
          опытом в различных областях разработки и IT-технологий. Среди нас опытные и талантливые
          разработчики, дизайнеры и инженеры, и каждый из нас является настоящим энтузиастом своего
          дела.
        </p>
      </div>
    </div>
  </div>
</template>

<style scoped>
.app-aboutus__section {
  margin-bottom: 100px;
}
.app-aboutus {
  display: flex;
  flex-direction: column;
  gap: 20px;
  padding: 20px;
  background-color: white;
  border-radius: 20px;
  justify-content: center;
}
</style>
