<template>
  <svg
    id="_Слой_1"
    data-name="Слой 1"
    xmlns="http://www.w3.org/2000/svg"
    viewBox="0 0 1733.5 396.23"
    width="60"
  >
    <polygon
      class="cls-1"
      points="0 0 99.06 0 99.06 346.7 297.17 346.7 297.17 0 396.23 0 396.23 396.23 0 396.23 0 0"
    />
    <rect class="cls-1" x="148.58" y="49.53" width="99.06" height="247.64" />
    <polygon
      class="cls-1"
      points="841.99 0 841.99 396.23 742.93 396.23 742.93 297.17 792.46 297.17 792.46 99.06 495.29 99.06 495.29 297.17 544.81 297.17 544.81 396.23 445.76 396.23 445.76 0 841.99 0"
    />
    <rect class="cls-1" x="544.81" y="148.58" width="198.11" height="99.06" />
    <path class="cls-1" d="M1287.74,0v99.06h-297.17v198.11h297.17v99.06h-396.23V0h396.23Z" />
    <polygon
      class="cls-1"
      points="1733.5 0 1733.5 99.06 1386.8 99.06 1386.8 297.17 1733.5 297.17 1733.5 396.23 1337.27 396.23 1337.27 0 1733.5 0"
    />
    <rect class="cls-1" x="1436.33" y="148.58" width="297.17" height="99.06" />
  </svg>
</template>

<style scoped>
.cls-1 {
  fill: var(--text-color);
}
</style>
